Repository: chi-rei-den/TerrariaLocalization
Catalog: project/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: '...but wait!
zh_cn: 等等，

source: 'A book said to be at its holder's behest.'
zh_cn: 一本据说能满足所有要求的书

source: 'A cozy treat by the fireplace.'
zh_cn: 在火炉旁找个位置坐下来！

source: 'A sight to dwell upon and never forget'
zh_cn: 永驻不忘的景象

source: 'A vegan option for vampires'
zh_cn: 吸血鬼特饮（符合素食主义）

source: 'All good things end with a bang... or many!'
zh_cn: 一切美好的事物都将归于一声砰。如果一声不行，那就再来一声。

source: 'An apple a day keeps Dr Bones away!'
zh_cn: 每日一苹果，医生远离我

source: 'Are you suggesting that coconuts can migrate?'
zh_cn: 你是想说椰子可以飘洋过海吗？

source: 'Bacon?
zh_cn: 培根？

source: 'Barbecue it, boil it, broil it, bake it...'
zh_cn: 煎炸烧煮总相宜

source: 'Caution: may contain harpy.'
zh_cn: 过敏提示：配方中不含鸟妖，不保证配料中不含鸟妖

source: 'Contains offensive and defensive fighting techniques'
zh_cn: 内含专业防身技巧

source: 'Die monster!'
zh_cn: 死吧！虫子！

source: 'Down the hatch!'
zh_cn: 你...下去...船舱里面！

source: 'Emits a deathly glow'
zh_cn: 散发着亡骨之光

source: 'Find your inner pieces'
zh_cn: 静如止水...碎

source: 'Fresh from the oven'
zh_cn: 烤箱新鲜出炉！

source: 'Good source of potassium!'
zh_cn: 一阵自由的气息

source: 'Great for chilling like a streamer!'
zh_cn: 非常适合表演相声！

source: 'Great for impersonating devs!'
zh_cn: 非常适合模仿官方！

source: 'Great for impersonating streamers!'
zh_cn: 非常适合扮演主播！

source: 'Grilled to perfection!'
zh_cn: 烤得恰到好处

source: 'Hello darkness my old friend'
zh_cn: 你好啊阿黑，好久没见了

source: 'How can I have some more of nothing?'
zh_cn: 更多棉花糖？0+0+0=0

source: 'Hungry for Apples?'
zh_cn: 想吃苹果了？

source: 'I can do this all day'
zh_cn: 我能玩上一整天！

source: 'I didn't get this from the Grid'
zh_cn: 我没有从格子里拿到这个！

source: 'I didn't get this off of a Schmoo'
zh_cn: 我没有拿到真空之刃！

source: 'It contains strange symbols'
zh_cn: 画满了神秘符文

source: 'It's like yarn, but more exciting!'
zh_cn: 有点像毛球，不过更加“活跃”一点

source: 'It's so fizzy!'
zh_cn: 啊嗝

source: 'Make like a banana and split!'
zh_cn: 香蕉+船？

source: 'Mmmm... pie.'
zh_cn: 嗯吧唧吧唧...

source: 'No fire sacrifices required!'
zh_cn: 不需要进行任何火祭

source: 'Not even water can put the flame out'
zh_cn: 连水都无法将它浇灭

source: 'Not for your everyday cockatiel'
zh_cn: 不宜用于日常使用型鹦鹉

source: 'Not really blood... or is it?'
zh_cn: 似乎并不是血？或者是？

source: 'Nothing is as Terrarian as apple pie.'
zh_cn: 苹果派，我的最爱！

source: 'Only the best, most exquisite flower excrement!'
zh_cn: 只有最优雅、最秀丽的花才能入选

source: 'Reacts to the light'
zh_cn: 可发生光合作用

source: 'Reign in Blood'
zh_cn: 在血与火中统治

source: 'Rend your foes asunder with a spear of light!'
zh_cn: 以破晓之光将敌人撕成碎片

source: 'Sometimes carried by creatures in dark deserts'
zh_cn: 存在于一些黑暗沙漠里的怪物身上

source: 'Sustain a bloody fraction of the Moon'
zh_cn: 隐含着鲜红之月的一部分...

source: 'This chicken is raw!'
zh_cn: 这只鸡还没烧？

source: 'This one's luck has run out.'
zh_cn: 这人运气已经用光了

source: 'This will prove to be a terrible idea'
zh_cn: 这多半是个危险的想法

source: 'Unearthed by C. Schneider'
zh_cn: '发掘者：C. Schneider'

source: 'What a horrible night to have a curse.'
zh_cn: 真是个可怕的诅咒之夜啊

source: 'Where's the chips!?'
zh_cn: 烤鱼配的薯条呢？

source: 'Yellow and mellow'
zh_cn: 深黄，醇厚

source: 'You are a terrible person'
zh_cn: 你真是个可怕的家伙。

source: 'You'll apricate this!'
zh_cn: 总有一天，你也会和我一样强！

source: 'You've been naughty this year'
zh_cn: 今年你一直很调皮

source: ({0} ft)
zh_cn: ({0}英尺)

source: ({0} mph E)
zh_cn: 东风 ({0}mph)

source: ({0} mph W)
zh_cn: 西风 ({0}mph)

source: ({0}) {1} is playing
zh_cn: ({0}) {1} 正在游戏

source: ({0}) {1} is sending player data...
zh_cn: ({0}) {1} 正在发送玩家数据

source: ({0}) {1} requested world information
zh_cn: ({0}) {1} 请求地图数据

source: ({0}) {1} {2}: Complete!
zh_cn: ({0}) {1} {2}: 完成

source: ...and effective...
zh_cn: ...但非常有效

source: 1 defense
zh_cn: 提升1防御力

source: 1 enemy nearby!
zh_cn: 附近有1个怪物

source: 10% increased damage
zh_cn: 提升10%伤害

source: 10% increased damage and crit chance,
zh_cn: 提升10％伤害和暴击率

source: 10% increased magic critical strike chance
zh_cn: 提升10%魔法暴击率

source: 10% increased melee damage and critical strike chance
zh_cn: 提升10%近战伤害和暴击率

source: 10% increased melee speed
zh_cn: 提升10%近战速度

source: 10% increased minion & magic damage
zh_cn: 提升10%召唤伤害和魔法伤害

source: 10% increased minion damage, 20% increased magic critical strike chance and movement speed
zh_cn: 提升10%召唤伤害，提升20%魔法暴击率和移动速度

source: 10% increased movement speed
zh_cn: 提升10%移动速度

source: 10% increased ranged damage
zh_cn: 提升10%远程伤害

source: 11% increased magic damage and critical strike chance
zh_cn: 提升11%魔法伤害和暴击率

source: 12% increased damage
zh_cn: 提升12%伤害

source: 12% increased magic damage and critical strike chance
zh_cn: 提升12%魔法伤害和暴击率

source: 12% increased melee speed
zh_cn: 提升12%近战速度

source: 14% increased melee damage
zh_cn: 提升14%近战伤害

source: 14% increased ranged damage
zh_cn: 提升14%远程伤害

source: 14% reduced mana usage
zh_cn: 降低14％法力消耗

source: 15% increased magic and minion damage
zh_cn: 提升15%魔法伤害和召唤伤害

source: 15% increased magic damage
zh_cn: 提升15%魔法伤害

source: 15% increased melee speed
zh_cn: 提升15%近战速度

source: 15% increased movement speed
zh_cn: 提升15%移动速度

source: 15% increased ranged critical strike chance
zh_cn: 提升15%远程暴击率

source: 15% increased ranged damage
zh_cn: 提升15%远程伤害

source: 16% increased magic damage
zh_cn: 提升18%魔法伤害

source: 16% increased melee damage
zh_cn: 提升16%近战伤害

source: 16% increased ranged damage
zh_cn: 提升16%远程伤害

source: 16% reduced mana usage
zh_cn: 降低16％法力消耗

source: 17% extra melee damage
zh_cn: 提升17%近战伤害

source: 17% reduced mana usage
zh_cn: 降低17％法力消耗

source: 18% increased melee and movement speed
zh_cn: 提升18%近战和移动速度

source: 19% reduced mana usage
zh_cn: 降低19％法力消耗

source: 2 defense
zh_cn: 提升2防御力

source: 2% increased damage
zh_cn: 提升2%伤害

source: 20% chance to not consume ammo
zh_cn: 20%几率不消耗弹药

source: 20% increased arrow speed and damage
zh_cn: 提升20%弓箭伤害和速度

source: 20% increased minion damage and 10% increased magic damage
zh_cn: 提升20%召唤伤害，提升10%魔法伤害

source: 20% increased minion damage and 25% increased magic critical strike chance
zh_cn: 提升20%召唤伤害，提升25%魔法暴击率

source: 20% increased movement speed
zh_cn: 提升20%移动速度

source: 25% chance to not consume ammo
zh_cn: 25%几率不消耗弹药

source: 3 defense
zh_cn: 提升3防御力

source: 3% increased critical strike chance
zh_cn: 提升3%暴击率

source: 30% increased mining speed
zh_cn: 提升30%挖掘速度

source: 30% increased minion damage and 15% increased magic damage
zh_cn: 提升30%召唤伤害，提升15%魔法伤害

source: 33% chance to not consume ammo
zh_cn: 33%几率不消耗弹药

source: 33% chance to not consume bone
zh_cn: 33%几率不消耗骨头

source: 33% chance to not consume potion crafting ingredients
zh_cn: 制作药水时有33%几率不消耗材料

source: 4 defense
zh_cn: 提升4防御力

source: 4 summon tag damage
zh_cn: 提升4点被标记的敌人所受到的召唤伤害

source: 4% increased critical strike chance
zh_cn: 提升8%暴击率提升4%暴击率

source: 4% increased magic critical strike chance
zh_cn: 提升4%魔法暴击率

source: 5% increased crit chance
zh_cn: 提升5％暴击率

source: 5% increased damage
zh_cn: 提升5%伤害

source: 5% increased melee critical strike chance
zh_cn: 提升5%近战暴击率

source: 5% increased melee damage and critical strike chance
zh_cn: 提升5%近战伤害和暴击率

source: 5% increased movement speed
zh_cn: 提升5%移动速度

source: 5% increased ranged damage.
zh_cn: 提升5%远程伤害

source: 50% chance to not consume ammo
zh_cn: 50%几率不消耗弹药

source: 6% increased damage
zh_cn: 提升6%伤害

source: 6% increased melee critical strike chance
zh_cn: 提升6%近战暴击率

source: 6% increased melee damage
zh_cn: 提升6%近战伤害

source: 6% increased movement and melee speed
zh_cn: 提升6%移动和近战速度

source: 6% increased ranged critical strike chance
zh_cn: 提升6%远程暴击率

source: 7% increased critical strike chance
zh_cn: 提升7%暴击率

source: 7% increased damage
zh_cn: 提升7%伤害

source: 7% increased melee critical strike chance
zh_cn: 提升7%近战暴击率

source: 7% increased melee speed
zh_cn: 提升7%近战速度

source: 7% increased movement speed
zh_cn: 提升7%移动速度

source: 8% increased critical strike chance
zh_cn: 提升8%暴击率

source: 8% increased melee damage and critical strike chance
zh_cn: 提升8%近战伤害和暴击率

source: 8% increased movement speed
zh_cn: 提升8%移动速度

source: 8% increased ranged critical strike chance
zh_cn: 提升8%远程暴击率

source: 8% reduced mana usage
zh_cn: 降低8％法力消耗

source: 9% increased magic critical strike chance
zh_cn: 提升9%魔法暴击率

source: <right> to cast a powerful tornado
zh_cn: <right>召唤一个强力的龙卷风

source: <right> to change directions
zh_cn: <right>改变方向

source: <right> to have more minions
zh_cn: <right>提升召唤物数量上限

source: <right> to open
zh_cn: <right>打开

source: A Painter will move in and sell paints if enough townsfolk move in.
zh_cn: 如果已经有许多NPC入住了，那么出售涂料的油漆人也会跟着入住。

source: A Pumpkin Medallion can be used to summon the Pumpkin Moon.
zh_cn: 南瓜月纪念章可以用来召唤南瓜月。

source: A Stone Slab variant that merges differently with nearby blocks
zh_cn: 一种特殊的石板，可以和周围的方块融合

source: A bitter harvest rises in the dead of night.
zh_cn: 苦涩渐渐在死寂之夜中升起。

source: A blue lunar seal protected by powerful guardians.
zh_cn: 被强大的守护者捍卫的蓝月封印。

source: A charge is used to damage enemies you touch
zh_cn: 冲刺，对冲撞到的敌人造成伤害和爆炸。

source: A glistening, dark material adorns the caverns here.
zh_cn: 洞穴中装饰着闪闪发亮的深色材料。

source: A green lunar seal protected by powerful guardians.
zh_cn: 被强大的守护者捍卫的绿月封印。

source: A hive mind of grotesque, biological infections which aim to consume all life whilst feeling absolutely nothing.
zh_cn: 怪异而被感染的思维，在这猩红的环境中试图抹平一切生灵。

source: A large explosion that will destroy most tiles
zh_cn: 造成一次能够破坏物块的大型爆炸

source: A persistent arctic jet stream left a part of the world permanently cold.
zh_cn: 极地的冰冷气流冲刷着这个世界，带来不融的冰雪。

source: A pet can be your best friend.
zh_cn: 宠物可以作为你最好的朋友。

source: A powerful club for long distances
zh_cn: 强力的球杆，适合长距离

source: A purple lunar seal protected by powerful guardians.
zh_cn: 被强大的守护者捍卫的紫月封印。

source: A ragtag army of crude, barbaric goblins set out to conquer and destroy.
zh_cn: 一群粗暴野蛮的哥布林出发远征的目的只有征服和破坏。

source: A red lunar seal protected by powerful guardians.
zh_cn: 被强大的守护者捍卫的红月封印。

source: A room in a house can have Wood Platforms as a floor or ceiling, but NPCs need at least one solid block to stand on.
zh_cn: 平台可以用来作为房间地板和天花板，但是NPC必须要能找到一个实心的方块才能站稳！

source: A seafaring horde of armed bandits that lust after the riches of the land, collecting treasures and taking no prisoners.
zh_cn: 一群来自海上的土匪见财起意，四处劫掠而不留活口。

source: A slow but high damage tower that shoots piercing bolts
zh_cn: 一个伤害高速度慢的炮台，射出穿刺的箭矢

source: A small explosion that will destroy most tiles
zh_cn: 造成一次能够破坏物块的小型爆炸

source: A small explosion that will not destroy tiles
zh_cn: 造成一次不会破坏物块的小型爆炸

source: A smooth material wrought with pleasing veins of color coat the walls of this cavern.
zh_cn: 一种光滑的材料，带有令人愉悦的彩色脉络，覆盖了这个洞穴的墙壁。

source: A specialized club for finishing holes
zh_cn: 为最后进洞所特制的球杆

source: A stardust guardian will protect you from nearby enemies
zh_cn: 星尘守卫保护你免受攻击

source: A trap that explodes when enemies come near
zh_cn: 一种在敌人靠近后爆炸的陷阱

source: A vision of a deadly omen wrought forth by a powerful cultist, often appears with reckless cosmic summoning of wyvern spirits.
zh_cn: 死兆之星缓缓升起，飞龙之魂渐渐显现。拜月教徒带着来自宇宙的力量来了！

source: A well-rounded club best for mid-range distances
zh_cn: 完善的球杆，适合中距离

source: AM
zh_cn: 早上

source: Accessories
zh_cn: 饰品

source: Activates Actuators
zh_cn: 激活促动器

source: Activates when a player steps on it
zh_cn: 玩家踩上后就会激活

source: Actuation device off
zh_cn: 促动器安装：已禁用

source: Actuation device on
zh_cn: 促动器安装：已启用

source: Adding gems
zh_cn: 正在石中嵌入宝石

source: Adding mushroom patches
zh_cn: 正在添加蘑菇环境

source: Adding sand
zh_cn: 正在图中添加沙块

source: Adding shinies
zh_cn: 正在添加闪亮矿石

source: Adding silt
zh_cn: 正在图中添加泥沙

source: Adding snow
zh_cn: 正在添加冰雪方块

source: Adding water bodies
zh_cn: 正在图中添加水体

source: Adding webs
zh_cn: 正在洞中添加蛛丝

source: Adept
zh_cn: 精巧

source: Advanced players may wish to remap their buttons; you can do this from the Controls Menu in Settings.
zh_cn: 有经验的玩家或许会想要更改自己的键位：打开“设置”里面的“操作键位”就可以设置了！

source: After 4:30am, the sun rises in the sky and the most dangerous of beings flee from the light.
zh_cn: 在早上4:30后，太阳在天上升起，而危险的生物都正试图逃离。

source: After 7:30pm, the moon rises in the sky.
zh_cn: 在晚上7:30后，月亮在天上升起。

source: Afterall, what's a party without lots of guests?
zh_cn: 毕竟，没有人的话哪里能算是派对呢？

source: Agile
zh_cn: 灵活

source: All manner of evil things, living and dead, roam the lands in the dark.
zh_cn: 或生或死，邪恶的怪物在暗色的大地漫行。

source: Allows fishing in lava
zh_cn: 可以在岩浆中钓鱼

source: Allows flight and slow fall
zh_cn: 可以飞行和缓慢下落

source: Allows the ability to slide down walls
zh_cn: 可以攀在墙上滑下

source: Allows the collection of Vine Rope from vines
zh_cn: 可以收集藤蔓以制成绳蔓

source: Allows the collection of seeds for ammo
zh_cn: 可以收集种子作为弹药

source: Allows the holder to double jump
zh_cn: 【默认译文】可以进行多段跳

source: Allows the holder to quadruple jump
zh_cn: 可以进行四段跳

source: Allows you to return home at will
zh_cn: 需要时可以随时传送回家

source: An ancient civilization of monsters dwell here.
zh_cn: 有一个古老的文明居住在这里。

source: An average speed tower that shoots exploding fireballs
zh_cn: 一种速度普通的哨卫，喷出爆裂的火球

source: An endless ocean stretched to the horizon awaits at the world's edge, filled with infinitely hungry creatures from the watery depths.
zh_cn: 无尽的海洋延伸到地平线，世界的边缘，而深海之下潜藏着饥饿的巨口，随时准备吞噬误入其中的外来者。

source: Ancient forces prevent you from accessing this location . . .
zh_cn: 古老的封印干扰了这次传送。

source: Angry
zh_cn: 愤怒

source: Annoying
zh_cn: 惹恼

source: Applies dye to minions
zh_cn: 将染料用于召唤生物

source: Arcane
zh_cn: 奥秘

source: Armor
zh_cn: 装备

source: Armored
zh_cn: 装备

source: As the Hallow responds to the encroaching evils, it inadvertently awakens things that have slept beneath the sands for centuries.
zh_cn: 在神圣应对迫近的邪恶之时，无意中唤醒了沉睡在沙漠之下数百年之物。

source: Attackers also take double damage
zh_cn: 受到碰撞伤害后使敌方受到双倍伤害

source: Attacking generates a defensive barrier of titanium shards
zh_cn: 攻击时产生防御性的钛金碎片屏障

source: Automatically paints placed objects
zh_cn: 自动给放置的物块涂色

source: Automatically places actuators on placed objects
zh_cn: 自动在放置的物块上安装促动器

source: Automatically use mana potions when needed
zh_cn: 需要法力值时自动使用法力药水

source: Autoshutdown starting.
zh_cn: 服务器自动关闭。

source: Awful
zh_cn: 可畏

source: Awkward
zh_cn: 粗笨

source: Backing up world file
zh_cn: 正在备份地图文件

source: Bacon.'
zh_cn: 培根。

source: Ballista pierces more targets and panics when you take damage
zh_cn: 提升弓弩炮台哨卫的穿透力，并且在你受伤后提升攻击速度

source: Be careful around Martian Probes.
zh_cn: 当心火星探测器。

source: Become immune after striking an enemy
zh_cn: 攻击敌人后获得短暂无敌

source: Become immune after striking an enemy,
zh_cn: 攻击敌人后获得短暂无敌，

source: Become invulnerable to damage!
zh_cn: 无懈可击

source: Become the wind, ride the lightning.
zh_cn: 化为风，驾驭闪电

source: Beetles increase your melee damage and speed
zh_cn: 甲虫提升你的近战伤害和速度

source: Beetles protect you from damage
zh_cn: 甲虫保护你免受伤害

source: Bejeweled and elegant for soaring through the thundering skies
zh_cn: 优雅而华丽，穿过雷电的苍穹

source: Beware the angered clouds.
zh_cn: 当心会动的云！

source: Blizzard
zh_cn: 暴雪

source: Block swap off
zh_cn: 物块替换：已禁用

source: Block swap on
zh_cn: 物块替换：已启用

source: Blocks
zh_cn: 方块

source: Blood Moon
zh_cn: 血月

source: Blood Moon Monolith
zh_cn: 血月巨石

source: Blows bubbles
zh_cn: 吹出很多泡泡

source: Blue Dye
zh_cn: 蓝染料

source: Blue Flame Dye
zh_cn: 蓝焰染料

source: Blue Flame and Black Dye
zh_cn: 蓝焰黑染料

source: Blue and Black Dye
zh_cn: 蓝黑染料

source: Bosses are easier to defeat with friends.
zh_cn: 一般来说，在多人合力时更容易击败Boss。

source: Bounces back after hitting a wall
zh_cn: 击中墙后会反弹

source: Bounces between enemies
zh_cn: 在敌人间弹射

source: Bows and guns require the proper ammo in your Ammo Slots.
zh_cn: 许多远程武器需要对应的弹药才能使用。是不是很合理呢？

source: Bright
zh_cn: 明亮

source: Bright Orange Dye
zh_cn: 淡橙染料

source: Bright Red Dye
zh_cn: 淡红染料

source: Brisk
zh_cn: 轻快

source: Broken
zh_cn: 碎裂

source: Build a Furnace to craft metal bars out of ore.
zh_cn: 你要制作一个熔炉才可以加工冶炼矿锭。

source: Bulky
zh_cn: 笨重

source: Buy
zh_cn: 购买

source: Buy ({0})
zh_cn: 购买 ({0})

source: By ID
zh_cn: 按ID

source: Can be climbed on
zh_cn: 可供攀爬

source: Can be hit with a golf club
zh_cn: 可以使用高尔夫球杆打击

source: Can be placed in water
zh_cn: 可以放置在水中

source: Can be poured out
zh_cn: 可以倒出液体

source: Can be worn in vanity slots
zh_cn: 可装备于时装栏里

source: Can mine Meteorite
zh_cn: 可以挖掘陨铁

source: Can mine Mythril and Orichalcum
zh_cn: 可以挖掘秘银和山铜

source: Cancel
zh_cn: 取消

source: Causes stars to fall and releases bees after taking damage
zh_cn: 受到伤害后召唤落星并且释放蜂群

source: Caverns
zh_cn: 洞穴层

source: Celestial
zh_cn: 天界

source: Center
zh_cn: 中心

source: Change
zh_cn: 更改

source: Change Time to Dawn
zh_cn: 黎明

source: Change Time to Dusk
zh_cn: 黄昏

source: Change Time to Midnight
zh_cn: 午夜

source: Change Time to Noon
zh_cn: 正午

source: Change your clothes in game at a Dresser or talk to the Stylist for a new hairdo.
zh_cn: 想换一套衣服或发型？去梳妆台或和发型师谈谈吧！

source: Chases after your enemy
zh_cn: 自动寻敌。百发百中？

source: Cheating attempt detected: Add tile spam
zh_cn: 检测到非法作弊操作：短时间内放置上百个方块

source: Cheating attempt detected: Invalid kick-out
zh_cn: 检测到非法作弊操作：试图修改“不存在的NPC”的住所

source: Cheating attempt detected: Liquid spam
zh_cn: 检测到非法作弊操作：短时间内刷出几十格液体

source: Cheating attempt detected: Projectile spam
zh_cn: 检测到非法作弊操作：短时间内刷出上百个弹幕

source: Cheating attempt detected: Remove tile spam
zh_cn: 检测到非法作弊操作：短时间内破坏数百个方块

source: Check with your friendly neighborhood Guide!
zh_cn: 去找你的好帮手向导问问吧！

source: Checking tile alignment:
zh_cn: 正在检查方块对齐

source: Chlorophyte Bar
zh_cn: 叶绿锭

source: Chlorophyte Greaves
zh_cn: 叶绿护胫

source: Chlorophyte Headgear
zh_cn: 叶绿头饰

source: Chlorophyte Helmet
zh_cn: 叶绿头盔

source: Chlorophyte Mask
zh_cn: 叶绿面具

source: Chlorophyte Plate Mail
zh_cn: 叶绿板甲

source: Christmas
zh_cn: 圣诞

source: Classic
zh_cn: 普通

source: Cleaning up dirt backgrounds
zh_cn: 正在清理泥土背景

source: Clear
zh_cn: 快晴

source: Clear All
zh_cn: 全部清除

source: Clear Sky
zh_cn: 快晴

source: Close Duplication Menu
zh_cn: 关闭复制菜单

source: Close Enemy Difficulty Slider
zh_cn: 关闭怪物强度调整界面

source: Close Enemy Spawn Rate Slider
zh_cn: 关闭刷新率调整界面

source: Close Personal Power Menu
zh_cn: 关闭个人能力菜单

source: Close Power Menu
zh_cn: 关闭能力菜单

source: Close Rain Control Slider
zh_cn: 关闭雨势调整界面

source: Close Research Menu
zh_cn: 关闭研究菜单

source: Close Time Menu
zh_cn: 关闭时间菜单

source: Close Time Speed Slider
zh_cn: 关闭时间流速调整界面

source: Close Weather Menu
zh_cn: 关闭天气菜单

source: Close Wind Control Slider
zh_cn: 关闭风势调整界面

source: Clouds are nice and soft, and you won't get hurt falling on them no matter how far you fall.
zh_cn: 云朵优雅而轻柔，无论从多高处摔进云里，你都不会受到伤害。

source: Cloudy
zh_cn: 花云

source: Cold ice infused with even colder Corruption results in bitterly-frozen terrors lurking beneath the treacherous icy caverns.
zh_cn: 冰中混合着更冷的腐化，令人毛骨悚然的恐怖之物潜伏在诡异的冰之洞穴之中。

source: Collect 3 of them to craft a Mana Crystal you can use to increase your Mana.
zh_cn: 每收集到3个，你就可以制作一个魔法水晶来提升你的法力上限。

source: Combine them to make a Cloud in a Balloon.
zh_cn: 你还可以把他们组合成云彩气球！

source: Confetti Gun
zh_cn: 彩纸枪

source: Connecting to {0}
zh_cn: 正在连接到{0}

source: Consumables
zh_cn: 消耗品

source: Consumed charges explode & damage enemies
zh_cn: 受到伤害后会爆炸且对敌方造成伤害。

source: Contains an endless amount of lava
zh_cn: 内含无尽岩浆

source: Contains an endless amount of water
zh_cn: 内含无尽的水

source: Converts Chlorophyte Bars into Shroomite Bars
zh_cn: 将叶绿锭转换成蘑菇锭

source: Corrupt Cave Desert
zh_cn: 腐化地下沙漠

source: Corrupt Desert
zh_cn: 腐化沙漠

source: Corrupt Ice
zh_cn: 腐化雪地

source: Crafting Window
zh_cn: 合成窗口

source: Create Character
zh_cn: 创建角色

source: Creates and destroys biomes when sprayed
zh_cn: 喷洒时更改生态环境

source: Creates several crystal shards on impact
zh_cn: 撞击时产生多个魔晶裂片

source: Creating beaches
zh_cn: 正在海边生成沙滩

source: Creating dungeon
zh_cn: 正在图中创建地牢

source: Creating underworld
zh_cn: 正在准备地狱地势

source: Creatures of evil and darkness spook the lands, killing everything in their path.
zh_cn: 黑暗与邪恶的怪物惊扰了大地，消灭能见到的任何生灵。

source: Creatures which normally thrive in water may roam the land and sky.
zh_cn: 平时在水中的小生物现在或许在地面或天空中漫行。

source: Crimson Cave Desert
zh_cn: 猩红地下沙漠

source: Crimson Desert
zh_cn: 猩红沙漠

source: Crimson Ice
zh_cn: 猩红雪地

source: Crimstone Brick
zh_cn: 猩红砖块

source: Crimstone Brick Wall
zh_cn: 猩红砖墙

source: Cyan Dye
zh_cn: 青染料

source: Cyan and Black Dye
zh_cn: 青黑染料

source: Cycle Left
zh_cn: 向左循环

source: Cycle Right
zh_cn: 向右循环

source: DISGUST!!
zh_cn: 恶心！

source: DOWN
zh_cn: 向下

source: Damaged
zh_cn: 破损

source: Dangerous
zh_cn: 危险

source: Deadly
zh_cn: 致命

source: Deals more damage to unhurt enemies
zh_cn: 提升对未受伤的敌人造成的伤害

source: Decrease Transparency
zh_cn: 降低透明度

source: Decreases enemy spawn rate
zh_cn: 降低刷怪率

source: Defeat the boss in The Underworld to change the World forever.
zh_cn: 击败地狱里的Boss会导致世界发生剧变。

source: Defeat the current threat before you can use the pylon network!
zh_cn: 在威胁将临时无法使用传送塔。

source: Demon Altars and Crimson Altars can't be destroyed with a normal hammer.
zh_cn: 恶魔祭坛和猩红祭坛并不会被普通的锤子破坏。

source: Demonic
zh_cn: 恶魔

source: Deranged
zh_cn: 错乱

source: Desert
zh_cn: 沙漠

source: Deutsch (German)
zh_cn: Deutsch (德语)

source: Did you know you can order your Summons to attack a specific target?
zh_cn: 你知道你可以选定召唤物的攻击目标吗？

source: Disabled
zh_cn: 已禁用

source: Displays everything
zh_cn: 显示所有数据

source: Displays horizontal position
zh_cn: 显示水平位置

source: Don't fall into lava without drinking an Obsidian Skin Potion first!
zh_cn: 要是没有喝黑曜石皮肤药水，那可就要小心别掉进岩浆里。

source: Don't get carried away!
zh_cn: 可别被吹走啦！

source: Don't shake a Snow Globe unless you want to summon the Frost Legion.
zh_cn: 除非您想召唤冰霜军团，否则请勿摇动雪球仪。

source: Don't worry, they'll be back in the morning.
zh_cn: 没事，他们等到早上就会回来了。

source: Double click on the Map to ping a location for everyone to see!
zh_cn: 双击小地图即可提醒其他玩家！

source: Double tap {0} to call an ancient storm to the cursor location
zh_cn: 双击{0}在光标位置召唤远古风暴

source: Double tap {0} to toggle stealth,
zh_cn: 双击{0}切换潜行状态，

source: Double, double, toil and trouble!
zh_cn: 不惮辛劳不惮烦，釜中沸沫已成澜

source: Drizzle
zh_cn: 雾雨

source: Drops cursed flames on the ground
zh_cn: 投出下落的咒火

source: Dull
zh_cn: 迟钝

source: Duplication unlocked
zh_cn: 研究完毕，已解锁

source: During a Blood Moon, Zombies can open doors.
zh_cn: 在血月期间，僵尸可以打开门。

source: During a Solar Eclipse, be on the lookout for tons of strange and creepy monsters.
zh_cn: 在日食期间，要小心面对独特而奇诡的怪物群。

source: Each one is unique!
zh_cn: 每一种都独一无二！

source: East
zh_cn: 东

source: Eclipse
zh_cn: 日蚀

source: Empty name.
zh_cn: 玩家名为空

source: Enabled
zh_cn: 已启用

source: Enables auto swing for melee weapons
zh_cn: 可以长按鼠标自动挥舞近战武器。

source: Enables solid blocks to be toggled on and off
zh_cn: 使实体物块能够被虚化

source: Enables your inner wingman
zh_cn: 解锁内心飞行之力！

source: Endless dunes of sand reside here, scorched by the never-ending sun.
zh_cn: 烈日烧灼着无边的沙丘。

source: Enemies are less likely to target you
zh_cn: 降低存在感，不容易被敌人攻击

source: Enemies are more likely to target you
zh_cn: 提升存在感，更容易被敌人攻击。

source: Enemies aren't the only danger when exploring Underground.
zh_cn: 探索地下时怪物并不是唯一的危险来源。

source: English
zh_cn: English (英语)

source: Español (Spanish)
zh_cn: Español (西班牙语)

source: Eventually, Life Fruit will grow in the Jungle, and can give you an extra boost to your health.
zh_cn: 生命之果生长在丛林里，可以在生命水晶之后继续提升生命力。

source: Every step is cold and dangerous.
zh_cn: 在这里踏出的每一步都充满了危险和冷意。

source: Expert
zh_cn: 专家

source: Explodes into a swarm of bees
zh_cn: 炸开成一大群蜜蜂

source: Explosive Traps recharge faster and oil enemies
zh_cn: 提升爆炸陷阱哨卫充能速度，并给敌人造成“油腻”状态

source: Explosives are dangerous!
zh_cn: 炸药很危险！

source: Faded
zh_cn: 暗淡

source: Falling Stars sometimes appear at night.
zh_cn: 落星有时会在晚上出现。

source: Familiar creatures of horror rapidly grip the lands this day, for no mere mortal can resist the evil of the blackened sun.
zh_cn: 熟悉的生物在这个白天变得恐怖起来：没有谁能抵挡暗日的邪恶气息。

source: Favored by advanced builders
zh_cn: 受到许多高级建筑师的青睐

source: Feeling up for the chill of winter?
zh_cn: 感觉到冬天的寒冷？

source: Few things have adapted to survive in this environment.
zh_cn: 想在这种环境下生存，就必须做出适应。

source: Find a Guide Voodoo Doll and hurl it into the infernal lava to summon him.
zh_cn: 找到一个向导巫毒娃娃并把它丢下岩浆，你就能看到这个恐怖之物。

source: Find a cool new Material?
zh_cn: 发现不认识的新材料？

source: Finding tile frames:
zh_cn: 正在寻找方块架构
